import React from "react";
import './info.css';

export const Info: React.FC = () => {
    return (
        <div className="fon">
            <div className="container1">
                <div className="text_item1">
                    <div className="col">
                        <div className="text1">Опрошенных пользовались микрокредитами</div>
                        <div className="text2">Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах</div>
                    </div>
                    <div className="col">
                        <div className="text1">Опрошенных пользовались микрокредитами</div>
                        <div className="text2">Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах</div>
                    </div>
                </div>
                <div className="text_item2">
                    <div className="col">
                        <div className="text1">Опрошенных пользовались микрокредитами</div>
                        <div className="text2">Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах</div>
                    </div>
                    <div className="col">
                        <div className="text1">Опрошенных пользовались микрокредитами</div>
                        <div className="text2">Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах</div>
                    </div>
                </div>
            </div>
        </div>
    );
}

export default Info;